Repository: EspaceNetworks/recordings
Catalog: i18n/*/LC_MESSAGES/recordings.po
Languages: fa, pt_br

source: A PHP extension stopped the file upload
fa: بارگذاری فایل به دلیل تنظیمات PHP متوقف شد

source: A recording with this name already exists for this language. Do you want to overwrite it?
fa: پیام ظبط شده با این نام وجود دارد. آیا تمایل به بازنویسی دارید؟

source: Actions
fa: اعمال

source: Add New System Recording
fa: افزودن پیام ظبط شده سیستمی جدید

source: Add Recording
fa: افزودن پیام ظبط شده
pt_br: Adicionar gravação

source: Add System Recording
fa: افزودن پیام ظبط شده سیستمی

source: Add any previously created system recording or a recording that was added previously
fa: افزودن پیام ظبط شده سیستمی قبلی یا پیام ظبط شده قبلی

source: Admin
fa: مدیر

source: An Error occurred trying to submit this document
fa: خطا در ارسال این سند

source: Are you sure you do not want to convert these files? They may not work correctly in Asterisk without being converted
fa: آیا از تبدیل نکردن این فایل ها مطمئن هستید؟ این فایل ها بدون تبدیل در استریسک به درستی کار نمیکنند

source: Are you sure you wish to discard this recordings?
fa: آیا از قطع این پیام ظبط شده مطمئن هستید؟

source: Browse
fa: مسیر

source: Call
fa: تماس

source: Call!
fa: تماس!

source: Can Not Find Uploaded Files
fa: یافت نشدن فایل های بارگذاری شده

source: Cancel
fa: لغو

source: Check Recording
fa: بررسی پیام ظبط شده
pt_br: Verifica gravação

source: Check all file formats you would like this system recording to be encoded into
fa: بررسی تمام فرمت های فایل برای تبدیل پیام ظبط شده به آن ها

source: Check this box to create an options feature code that will allow this recording to be changed directly.
fa: برای تغییر پیام ظبط شده توسط کدهای ویژه علامت بزنید.
pt_br: Selecione esta caixa para criar um código de facilidade que irá permitir que esta gravação seja mudada diretamente.

source: Combine Files
fa: تجمیع فایل ها

source: Convert To
fa: تبدیل به

source: Creates and manages system recordings, used by many other modules (eg, IVR).
fa: ایجاد و مدیریت پیام ظبط شده سیستمی که توسط دیگر ماژول ها استفاده میشود(مانند, منو صوتی).

source: Delete
fa: حذف
pt_br: Excluír

source: Delete Recording
fa: حذف پیام ظبط شده

source: Describe this recording
fa: توضیح این پیام ظبط شده

source: Description
fa: شرح

source: Display Name
fa: نام

source: Drop Multiple Files or Archives Here
fa: چند فایل یا فایل فشرده را به اینجا بکشید

source: Enter Extension
fa: ورود مقصد

source: Failed to write file to disk
fa: خطا در نوشتن فایل به روی دیسک

source: Feature Code Password
fa: پسورد کد ویژه
pt_br: Senha do código de facilidade

source: File List for %s
fa: فهرست فایل برای %s

source: File does not exist
fa: فایل موجود نیست

source: Finished!
fa: پایان!

source: Hit the red record button to start recording from your browser
fa: برای ظبط پیام از طریق مرورگر دکمه ضبط قرمز را فشار دهید

source: If you are doing media conversions this can take a very long time, is that ok?
fa: اگر مکالمه تصویری است, زمان بیشتری میگیرد, ایرادی ندارد؟

source: Link to Feature Code
fa: پیوند به کد ویژه
pt_br: Link para o código de facilidade

source: List Recordings
fa: فهرست پیام های ظبط شده

source: Missing a temporary folder
fa: از دست دادن پوشه موقت

source: Name
fa: نام

source: Name this file
fa: نام این فایل

source: No
fa: خیر

source: No file was uploaded
fa: فایلی بارگذاری نشده

source: No files for %s
fa: بدون فایل %s

source: No files have been added to this recording
fa: فایلی به این پیام ظبط شده اضافه نشده

source: No long description available
fa: توضیح بیشتری نیست
pt_br: Nenhuma descrição linga disponível

source: OK
fa: تایید

source: Optional Feature Code %s
fa: کد ویژه انتخابی %s
pt_br: Código de facilidade opcional %s

source: Please enter a valid name and save
fa: لطفا نام درست وارد کرده و ذخیره کنید

source: Record In Browser
fa: پیام ظبط شده در مسیر

source: Record Over Extension
fa: ضبط پیام از طریق داخلی

source: Recordings
fa: پیام های ظبط شده
pt_br: Gravações

source: Reset
fa: بازنشانی

source: Save
fa: ذخیره
pt_br: Salvar

source: Save Recording
fa: ذخیره پیام ظبط شده
pt_br: Salvar gravação

source: Submit
fa: ارسال

source: Supported Languages
fa: زبانهای پشتیبانی شده

source: System Recordings
fa: پیام های ظبط شده سیستمی
pt_br: Gravações do Sistema

source: The name of the system recording on the file system. If it conflicts with another file then this will overwrite it.
fa: نام پیام ظبط شده سیستمی در سیستم فایل. در صورت تطابق با دیگر فایل ها فایل بازنویسی میشود.

source: The system will call the extension you specify to the left. Upon hangup you will be able to name the file and it will be placed in the list above
fa: سیستم با شماره ای که در این بخش وارد کردید تماس میگیرد. پس از قطع شما میتوانید برای فایل نام بگذارید و فایل در فهرست بالا قرار میگیرد

source: The uploaded file was only partially uploaded
fa: بخشی از فایل بارگذاری شده

source: There was an error reading system recordings (%s)
fa: خطا در خواندن پیام ظبط شده سیستمی (%s)

source: There was an error, See the console for more details
fa: بروز خطا, برای اطلاعات بیشتر به کنسول مراجعه کنید

source: Unknown Error
fa: خطای نامشخص

source: Unsupported file format
fa: فرمت فایل پشتیبانی نشده

source: Unsupported file type
fa: نوع فایل پشتیبانی نشده

source: Update Required
fa: نیاز به به روزرسانی

source: Upload Recording
fa: بارگذاری پیام ظبط شده

source: Yes
fa: بله

source: You must set a valid name for this recording
fa: شما باید نام معتبر برای پیام ظبط شده اختصاص دهید

source: already exists
fa: موجود است
pt_br: Já existe

source: checking for fcode field..
fa: بررسی فیلد کد ویژه..
pt_br: Verificando o campo fcode...

source: checking for fcode_pass field..
fa: بررسی فیلد پسورد کد ویژه..
pt_br: Verificando se o campo fcode_pass existe...

source: dial
pt_br: discar

source: ** MISSING FEATURE CODE **
pt_br: ** CÓDIGO DE FACILIDADE FALTANDO **

source: After recording or uploading,
pt_br: Após gravar ou, executar o envio

source: Alternatively, upload a recording in any supported asterisk format. Note that if you're using .wav, (eg, recorded with Microsoft Recorder) the file <b>must</b> be PCM Encoded, 16 Bits, at 8000Hz
pt_br: Alternativamente, faça o upload da gravação em qualquer formato suportado pelo Asterisk. Note que se você estiver usando .wav (ex. gravado com Microsoft Recorder) o arquivo <b>DEVE</b> se codificado em PCM, 16 bits, 8000Hz

source: Built-in Recordings
pt_br: Gravações do sistema

source: Change Name
pt_br: Modificar nome

source: Click "SAVE" when you are satisfied with your recording
pt_br: Clique "SALVAR" quando você estiver satisfeito com a gravação

source: Click here to play this recording
pt_br: Clique aqui para tocar esta gravação

source: Descriptive Name
pt_br: Nome descritivo

source: Direct Access Feature Code Not Available
pt_br: Acesso direto ao código de acesso à facilidade não disponível

source: Direct Access Feature Codes for recordings are not available for built in system recordings or compound recordings made of multiple individual ones.
pt_br: Códigos de acesso direto à facilidade, não estão disponíveis para gravações padrões ou gravações compostas feitas de múltiplas gravações individuais.

source: Edit Recording
pt_br: Editar a gravação

source: Failed to create
pt_br: Falha ao criar

source: Files
pt_br: Arquivos

source: Go
pt_br: OK

source: If you wish to make and verify recordings from your phone, please enter your extension number here:
pt_br: Se você deseja fazer e verificar gravações do seu telefone, por favor entre com o número da extensão aqui:

source: If you wish to re-record your message, dial
pt_br: Se você deseja re-gravar sua mensagem, disque

source: Make sure Asterisk is not running as root
pt_br: Certifique-se que o Asterisk não esteja rodando como root

source: Make sure you have entered a proper name
pt_br: Certifique-se que você entrou um nome apropriado

source: Missing Sound file auto-created from migration of %s module
pt_br: Faltandoo arquivo de som auto-criado da migração do módulo %s

source: Move Down
pt_br: Descer

source: Move Up
pt_br: Subir

source: Name this Recording
pt_br: Dê um nome a esta gravação

source: No compatible wav, mp3 or gsm format found to play:<br /><br />%s
pt_br: Nenhum formato wav, mp3 ou gsm encontrado para tocar:<br /><br />%s

source: Non-Existent Recording in module %s
pt_br: Gravação não existente no módulo %s

source: Note, does not delete file from computer
pt_br: Nota, não apaga o arquivo do computador

source: Optional password to protect access to this feature code which allows a user to re-record it.
pt_br: Senha opcional para proteger o acesso a esta facilidade que permite a um usuário regravá-lo.

source: Please enter a valid Name for this System Recording
pt_br: Por favor entre com um nome válido para esta gravação do sistema

source: Please wait until the page reloads.
pt_br: Por favor aguarde até a página recarregar.

source: Remove Recording
pt_br: Remover Gravação

source: Saved
pt_br: Salvo

source: Select System Recording:
pt_br: Selecione a gravação do sistema:

source: Start speaking at the tone. Press # when finished.
pt_br: Fale ao ouvir o tom. Pressione # ao terminar.

source: Step 1: Record or upload
pt_br: Passo 1: Gravar ou enviar

source: Step 2: Name
pt_br: Passo 2: Nome

source: Step 2: Verify
pt_br: Passo 2: Verificar

source: Step 3: Name
pt_br: Passo 3: Nome

source: Successfully uploaded
pt_br: Enviado com sucesso

source: System Recording
pt_br: Gravação do sistema

source: The %s referenced a recording file listed below that does not exists. An entry has been generated, named %s, with the referenced file(s) but you should confirm that it really works and the real files exist. The file(s) referenced: %s
pt_br: O %s referencia um arquivo de gravação listado abaixo que não existe, Uma entrada foi gerada, com o nome %s, com os arquivos referenciados mas você deveria confirmar que isto está realmente funcionando e que os arquivos reais existem. O(s) arquivo(s) referenciado:%s

source: This changes the short name, visible on the right, of this recording
pt_br: isto muda o nome curto, visível na direita, desta gravação

source: This is displayed, as a hint, when selecting this recording in Queues, Digital Receptionist, etc
pt_br: Isto é mostrado, como uma dica , quando selecionando esta gravação nas filas e recepcionista digital, etc

source: This recording is being used in the following instances. You can not remove this recording while being used. To re-record, you can enable and use the feature code below if allowed.
pt_br: Esta gravação está sendo usada nas seguintes instância. Você não pode remover esta gravação enquanto ela está sendo usado. Para re-gravar, você pode habilitar e usar o código de facilidade abaixo se permitido.

source: Unable to locate
pt_br: Não pode localizar

source: Updated
pt_br: Atualizado

source: Upload
pt_br: Enviar

source: Usage List
pt_br: Listar o uso

source: Using your phone,
pt_br: Usando seu telefone,

source: [ERROR] REMOVING TEMPORARY RECORDING:
pt_br: [ERRO] REMOVENDO O ARQUIVO TEMPORÁRIO:

source: [ERROR] SAVING RECORDING:
pt_br: [ERRO] SALVANDO A GRAVAÇÃO

source: [ERROR] The Recorded File Does Not exists:
pt_br: [ERRO] O arquivo gravado não existe:

source: and speak the message you wish to record. Press # when finished.
pt_br: e fale a mensagem que queira grava. Pressione # ao terminar.

source: dial
pt_br: discar

source: to listen to your recording.
pt_br: para ouvir sua gravação.

source: with a a valid suffix
pt_br: Com um sufixo válido
